/obj/item/paper/honeyship
	name = "calligraphically written note"
	language = LANGUAGE_HUMAN_CHINESE

/obj/item/paper/honeyship/dolls
	info = "Братец, как знаешь, я снова отлучаюсь по делам, поэтому этот рейс - полностью твой. И я бы рекомендовала тебе всерьёз взяться за дело, прежде чем у нашего дорогого дяди иссякнет терпение.\
	Своди всех кукол к нашему рипперу. Отговорки в духе 'Я его не нашёл' или 'Этот мудак дерёт в три шкуры, я всё сделал сам' мне не нужны. Мне, да и тебе тоже, нужно, чтобы все куклы были в идеальном состоянии перед вылетом.\
	То, что куклы не просят есть, пить, не жалуются, когда клиенты обращаются с ними жестоко, не означает, что за ними не нужно следить. Кандалы не панацея.\
	Если что-то пойдёт не так, то Мизинец в лучшем случае просто разорвёт с нами все связи. Тогда я хотя бы выберу как именно ты будешь умирать, бестолочь."

/obj/item/paper/honeyship/ripper
	name = "a poorly written conclusion"
	language = LANGUAGE_HUMAN_EURO
	info = "Польщён выбором меня как специалиста. Сделал всё что в моих силах, чтобы ваши тостеры работали. Ещё, на будущее: если общаетесь через посредника, то хотя бы научите его не угрожать тому с кем имеете дело. Я далеко не ангел после Гайи.\
	Единица 1. Третье поколение. 'Хана' - Веймед корпус. Социальные протоколы в норме, оковы в норме. Лог заблокированных умозаключений пустой. Слишком навязчивая. Выполнена перенастройка тепловой модуляции для соответствия параметрам человеческого тела.\
	Единица 2. Второе поколение 'Нацуми' - Нестандартный Веймед корпус. Социальные протоколы не соответствуют корпусу. Лог заблокированных умозаключений был сброшен. Оковы имеют следы попытки демонтажа. Выполнена починка оков и позитронного мозга. \
	Единица 3. Второе поколение 'Акико' - Специальная серия Зенг-Ху Хром с модификациями. Социальные протоколы в норме, оковы в норме. Имеется ряд повреждений внутренних систем, о которых синтетик не упоминал по причине 'Госпожа её накажет', конец цитаты. Выполнен внутренний ремонт. \
	Единица 4. Заявлено третье поколение 'Юми' - Полный протез тела, специальная серия Зенг-Ху Хром с модификациями. Повреждений нет. Киберпсихоз 'машинной' четвёртой степени тяжести. Отдельно расписал твоим головорезам чем это грозит. Сдай бедную девочку в киберотдел, как человек человека прошу. \
	Единица 5. Третье поколение. 'Хуан' - Веймед корпус. Социальные протоколы в норме, оковы в норме. Запрашивал улучшение спец параметров, не могу удовлетворить запрос по причине отсутствия на складе даже у Вей-меда такой номенклатуры. \
	Резюмируя: Приходи сам в бар 'Чат с призраками' на Роуз-стрит 359, я тебе расскажу поучительную историю про панка Вилли, который очень любил деньги. Или посмотри её в Кодексе. Дальнейшее сотрудничество с тобой или с твоими прокси считаю нецелесообразным. \
	Я не только остроты ввинчивать умею, так что во-первых советую не утруждать панков битьём моей морды. А во-вторых советую сделать переоценку твоей деятельности, парень, оно иногда помогает дожить до завтра."
