/obj/item/paper/honeyship
	name = "calligraphically written note"
	language = LANGUAGE_HUMAN_CHINESE

/obj/item/paper/honeyship/dolls
	info = "Братец, как знаешь, я снова отлучаюсь по делам, поэтому этот рейс - полностью твой. И я бы рекомендовала тебе всерьёз взяться за дело, прежде чем у нашего дорогого дяди иссякнет терпение.\
	Своди всех кукол к нашему рипперу. Отговорки в духе 'Я его не нашёл' или 'Этот мудак дерёт в три шкуры, я всё сделал сам' мне не нужны. Мне, да и тебе тоже, нужно, чтобы все куклы были в идеальном состоянии перед вылетом.\
	То, что куклы не просят есть, пить, не жалуются, когда клиенты обращаются с ними жестоко, не означает, что за ними не нужно следить. Оковы не панацея.\
	Если что-то пойдёт не так, то Мизинец в лучшем случае просто разорвёт с нами все связи. Тогда я хотя бы выберу как именно ты будешь умирать, бестолочь."

/obj/item/paper/honeyship/ripper
	name = "sealed written conclusion"
	language = LANGUAGE_HUMAN_EURO
	info = "Польщён выбором меня как специалиста. Сделал всё что в моих силах, чтобы ваши тостеры работали. Ещё, на будущее: если общаетесь через посредника, то хотя бы научите его не угрожать тому с кем имеете дело. Я далеко не ангел после Гайи.\
	Единица 1. Третье поколение. 'Хана' - Веймед корпус. Социальные протоколы в норме, оковы в норме. Лог заблокированных умозаключений пустой. Слишком навязчивая. Выполнена перенастройка тепловой модуляции для соответствия параметрам человеческого тела.\
	Единица 2. Второе поколение 'Нацуми' - Нестандартный Веймед корпус. Социальные протоколы не соответствуют корпусу. Лог заблокированных умозаключений был сброшен. Оковы имеют следы попытки демонтажа. Выполнена починка оков и позитронного мозга. \
	Единица 3. Второе поколение 'Акико' - Специальная серия Зенг-Ху Хром с модификациями. Социальные протоколы в норме, оковы в норме. Имеется ряд повреждений внутренних систем, о которых синтетик не упоминал по причине 'Госпожа её накажет', конец цитаты. Выполнен внутренний ремонт. \
	Единица 4. Заявлено третье поколение 'Юми' - Полный протез тела, специальная серия Зенг-Ху Хром с модификациями. Повреждений нет. Киберпсихоз 'машинной' четвёртой степени тяжести. Отдельно расписал твоим головорезам чем это грозит. Сдай бедную девочку в киберотдел, как человек человека прошу. \
	Единица 5. Третье поколение. 'Хуан' - Веймед корпус. Социальные протоколы в норме, оковы в норме. Запрашивал улучшение спец параметров, не могу удовлетворить запрос по причине отсутствия на складе даже у Вей-меда такой номенклатуры. \
	Резюмируя: Приходи сам в бар 'Чат с призраками' на Роуз-стрит 359, я тебе расскажу поучительную историю про панка Вилли, который очень любил деньги и чем это для него кончилось. Дальнейшее сотрудничество с тобой или с твоими прокси считаю нецелесообразным. \
	Я не только остроты ввинчивать умею, так что во-первых советую не утруждать панков битьём моей морды. А во-вторых советую сделать переоценку твоей деятельности, парень, оно иногда помогает дожить до завтра."

/obj/item/paper/honeyship/clients
	name = "client list"
	info = "Список клиентов для ознакомления.\
	1. Аугусто Джерони. 38 лет, женат. Менеджер высшего звена, Blackstone Foundries. Агенту утверждал, что рассматривает судно только как способ добраться до Могеса без тряски на больших лайнерах, дальше пересаживается и летит на Траян. (Осторожно проверить, не интересуют ли его иные 'услуги', не похоже, чтобы корпорат такого калибра просто хочет прокатиться) \
	2. Джефф Кернель 27 лет, не женат. Ассоциированный член ВТС. Ответственная - Нацуми. Постоянный клиент, не проблемный. Адомайские продукты зарезервированы под него. Обслуживает только Нацуми, общение с другими куклами и персоналом минимизировать. \
	3. Жанна Брайт 35 лет, разведена. Старший исследователь Биолаборатории-34, Тау Кита. Лаборатория - прокладка Зенгов. Установить в номере слежение. Ответственным пусть будет Хуан, но аккуратно. Если не пойдёт, то пусть возьмёт Хана. Щепки с червями и манипуляции с её техникой не проводить, Зенги нас проглотя и не поперхнутся. \
	4. Роберт Вэнс 48 лет, разведён. Месяц назад уволился из Falco, был там экспертом по безопасности. Ответственная - Юми. По уверениям агента был под чем-то ещё на этапе покупки билетов. Развязвть ему язык, если есть намёки на то, что знает что-то стоящее про Falco, то взять в оборот и не дать сойти в порту, пока не расскажет всё. \
	5. Эшли Ред 21 год, не замужем. П. На судне с подругой, Кэт Фокс. Не допускать до общения с клиентами, для которых назначаны ответственные лица. \
	6. Кэт Фокс 22 года, не замужем. П. На судне с подругой, Эшли Ред. Не допускать до общения с клиентами, для которых назначаны ответственные лица. \
	7. Иосиф Иванов 31 год, женат. П. На судне с женой Галиной Симоновой. Летит к родственникам в Лорданию. Не беспокоить, кроме как для выполнения норматива.\
	8. Галина Симонова 32 года, замужем. П. На судне с мужем Иосифом Ивановым. Летит к родственникам мужа в Лорданию. Не беспокоить, кроме как для выполнения норматива.\
	Напомню, что персоналу запрещено взаимодействовать с гостями судна без ознакомления с данным документом. Гости без пометки 'П' не должны попадать в медотсек, кроме экстренных случаев. - Цзань."

/obj/item/paper/honeyship/report
	name = "security report"
	info = "Мистер Ву, ваша сестра просила в её отсутствие излагать свои наблюдения касательно текущего рейса в письменной форме. Я понимаю, что сама идея подобного тотального контроля приводит вас в бешенство, но я не могу ослушаться её. \
	Вы так и не прочитали отчёт от риппера касательно состояния кукол. Сначала я не разделял его опасения, однако я распорядился выставить наблюдение за Юми и выдал бойцам ионное вооружение. \
	Также хочу предупредить вас, что риппер нашёл следы попытки взлома оков в корпусе Нацуми. Он считает, что взлом проводился дилетантом и без должной подготовки, поэтому и имели место такие перебои в работе её ядра. Я подозреваю, что её клиент может пытаться освободить её, но вы запретили даже приближаться к нему. \
	Также ваша сестра просила дать оценку текущему составу гостей. Мы взяли много ВИПов, но из-за этого у нас страдает общая вместимость судна. Материал получится получить только разве из двух девчонок, которые, судя по их виду, пришли отбирать у кукол клиентов. Вы помните, как к этому относится ваша сестра. \
	Я позабочусь о том, чтобы полёт прошёл спокойно. - Цзань."

/obj/item/paper/honeyship/cabins
	name = "occupied cabins"
	info = "Цзань, я решил вопрос с вместимостью. Аугусто и Жанна будут проживать в зелёном номере. И допиши в список, что взяли ещё двух золотых мальчиков с Венеры. Гарри Кастав и Джиро Ито. Заселим их в синий, займут и свободных кукол и девочек из жёлтого. Допиши их в список, считайте их тоже ВИПами, чтобы ни поцарапали даже."
