/obj/item/crowbar
	name = "Монтировка"
	desc = "Тяжелый лом из прочной стали, хорошо и крепко лежит в руке.."

/obj/item/screwdriver
	name = "Отвёртка"
	desc = "Типичная плоская отвертка с красивой тяжелой полимерной ручкой."

/obj/item/swapper
	name = "Концепция инструмента, который может переключаться между несколькими головками."
	desc = "Это админский предмет, ругайте администратора или маппера, который его заспавнил!"

/obj/item/weldingtool
	name = "Сварочный аппарат"
	desc = "Переносной сварочный аппарат с отверстием для крепления топливных баков."

/obj/item/wirecutters
	name = "Кусачки"
	desc = "Специальные плоскогубцы с режущими кромками. Различные приспособления, встроенные в ручку, позволяют ремонтировать оборванную проводку."

/obj/item/wrench
	name = "Гаечный ключ"
	desc = "Хороший, прочный комбинированный ключ с саморегулирующимся универсальным открытым и кольцевым механизмом, подходящим для самых разных гаек и болтов."
