/singleton/cultural_info/location/root
	name = HOME_SYSTEM_ROOT
	nickname = "Рут"
	description = "Рут — колонизированная позитрониками лесистая суперземля, вторая из четырёх планет системы Кернел и единственная \
	в зоне обитаемости, в 33 световых годах от Солнца. Радиус 3,6 земных, сутки 28 часов, год 412 суток; 14 континентов, 40% поверхности — вода. \
	Кольца пыли и металла разделяет орбита железно-никелевого спутника Акерта. Позитронный Союз колонизировал планету в 2264 году. \
	Население около 9,5 миллионов (этнохороним — позитроник), языки — кодированный аудиоязык и язык Цюрихского соглашения. \
	Столица 01 на экваторе континента Кенурн — автоматизированный город из 93 секторов; восточнее, в четырёхстах километрах, М-сити \
	(Morpheus Cyberkinetics). На Акерте — добыча железоникелевой руды, в горах Монга и в точке L2 — центры управления флотом «Тьюринг». \
	Глава государства — Глава Администрации Позитронного Союза Протеус, валюта — талер."
	ruling_body = "Позитронный Союз"
	capital = "01"
	distance = "33 световых года"
	economic_power = 0.9
	faction = FACTION_POSITRONICS

/singleton/cultural_info/location/root/New()
	..()
	faction = FACTION_POSITRONICS
