/singleton/cultural_info/culture/ipc
	nickname = "Рут"
	description = "Вы с Рута — колонизированной позитрониками лесистой суперземли в системе Кернел, в 33 световых годах от Солнечной системы. \
	Планета более чем втрое больше Земли: радиус 3,6 земных, сутки длятся 28 часов, год — 412 суток. Поверхность разделена на 14 континентов \
	и на 40% покрыта водой; кольца из пыли и металлических астероидов разделяет приливно захваченный железно-никелевый спутник Акерта. \
	Государства и корпорации долго игнорировали скудные недра и тектонику, пока в 2264 году Позитронный Союз не начал колонизацию. \
	Столица 01 на экваторе континента Кенурн строится круглосуточно: автоматизированная агломерация из десятков промышленных секторов, \
	жилые ячейки едва больше полутора квадратных метров, маглев вместо автомобильных дорог. Восточнее — М-сити корпорации Morpheus. \
	Население около 9,5 миллионов, почти целиком синтетики; органики — считаные послы и дипломаты. Форма правления — демократическая \
	республика, глава Администрации Позитронного Союза — Протеус, валюта — талер. Вулканы и заводы загрязняют атмосферу тяжёлыми металлами \
	и изотопами: позитроникам это почти безразлично, органической жизни — нет."
